"choose file to split" = "Выберите файл для разбиения на дорожки...";
"error" = "Ошибка";
"output does not support input format" = "Исходный формат не подходит для выбранного конечного формата.";
"unsupported input file" = "Невозможно открыть исходный файл.";
"slash" = "／";
"colon" = "：";
"no write permission" = "Целевая папка защищена от записи.";
"CDDB connection" = "Соединение с CDDB";
"CDDB not found" = "Данный компакт-диск не найден в базе CDDB.";
"CDDB connection failure" = "Не удалось соединиться с CDDB сервером.";
"Open as Raw PCM" = "Открыть как Raw PCM(+cue)";
"embedded cue sheet" = "Встроенный файл cue";
"read embedded cuesheet?" = "Файл cue встроен в этот файл. Прочитать его?";
"Waiting" = "Ожидается";
"Various Artists" = "Различные исполнители";
"Audio CD Not Found" = "(Audio CD не обнаружен)";
"Device is busy" = "Невозможно открыть диск. Проверьте, возможно он используется другим приложением.";
"(Data Track)" = "(Дорожка с данными)";
"Detect Pregap" = "Определить зазор между дорожками";
"Detecting Pregap..." = "Определяется зазор между дорожками…";
"Waiting for Drive..." = "Ожидается ответ от привода...";
"Connecting to AccurateRip" = "Идет соединение с базой AccurateRip...";
"AccurateRip hash not found" = "Данный компакт-диск не найден в базе AccurateRip.";
"calculating hash..." = "Вычисляется хэш для AccurateRip...";
"Specify the output directory" = "Включите конечную папку в строку команды";
"%.1f %%, %.1fx realtime, %d:%02d remaining" = "%.1f %%, %.1fx от реального времени, %d:%02d осталось";
"detecting offset..." = "Определяется значение смещения...";
"detection success" = "Смещение успешно определено";
"detection failure" = "Невозможно определить смещение";
"Can't detect the offset of this file." = "Невозможно определить смещение для данного файла.";
"The offset of this file is wrong in %d samples (confidence %d)." = "Смещение для данного файла ошибочно на %d сэмпл(-ов) (confidence %d).";
"This file has a correct offset." = "Данный файл имеет корректное смещение.";
"Fix and Save" = "Исправить и сохранить";
"%d (confidence %d)" = "%d (confidence %d)";
"scanning replaygain..." = "Сканируется ReplayGain...";
"Multiple Formats" = "Многочисленные форматы";
"Analyzing caching ability... (this may take a few minutes)" = "Определяется возможность создания кэша... (может занять несколько минут)";
"Some errors occurred during analysis.\n\n" = "Произошли ошибки во время анализа.\n\n";
"Your drive seems to have a cache of %d sectors (%d Kbytes).\n" = "Размер кэша для вашего привода составляет %d секторов (%d Кб).\n";
"Recommended cache defeating strength is: %d (1-14)\n\n" = "Рекомендуемая степень подавления кэша: %d (1-14)\n\n";
"Your drive has a too large cache to defeat. :(\n\n" = "Кэш вашего привода слишком большой для подавления. :(\n\n";
"The cache size is too small to have an effect.\n" = "Размер кэша слишком мал, чтобы оказать влияние на запись.\n";
"The cache size is small enough for cdparanoia III 10.2 engine. :)\n\n" = "Размер кэша достаточно мал для использования cdparanoia III 10.2. :)\n\n";
"The cache size is small enough for cdparanoia III 10.2 engine, but backseeking doesn't seem to work for flushing cache. Please be careful with this drive.\n\n" = "Размер кэша достаточно мал для cdparanoia III 10.2 engine, но обратный поиск не работает при самоочищающемся кэше. Будьте осторожны с данным приводом.\n\n";
"You may be able to turn off \"Disable cache\" option, but I recommend you to disable cache with the minimum strength.\n\n" = "Хотя можно совсем отключить функцию \"Подавление кэша\", рекомендуется применить минимальное подавление.\n\n";
"No registered drive found" = "Приводов не обнаруженно";
"Scanning" = "Идет сканирование";
"Scanning Files..." = "Идет сканирование файлов...";
"Completed" = "Завершено";
"Cancelled" = "Отменено";
"Error has occurred in the decoder" = "В декодере произшла ошибка";
"Error has occurred in the encoder" = "В кодировщике произошла ошибка";
"Apply This Item for All Files" = "Применить ко всем файлам";
"Quit XLD" = "Завершить XLD";
"You have some active tasks. Are you sure you want to quit?" = "Есть незавершенные задания. Вы уверенны, что хотите выйти?";
"formatTooltipStr" = "%n: Дорожка\n%D: Disc number\n%t: Название\n%a: Исполнитель\n%T: Альбом\n%A: Album artist\n%c: Composer\n%y: Year\n%g: Genre\n%f: Формат\n%i: ISRC\n%m: MCN\n%I: DiscID";
"General" = "Общие";
"Batch" = "Batch";
"CDDB" = "CDDB";
"Metadata" = "Теги";
"CD Rip" = "CD Рип";
"CD Burn" = "CD Burn";
"multibyteSpace" = "　";
"Apply This Item for the Same Album" = "Применить к альбому";
"Error: cannot open the input file" = "Ошибка: не могу открыть исходный файл";
"Skipped: file already exists in the output path" = "Пропущено: файл уже существует в папке вывода";
"Error: seek failure" = "Ошибка: ошибка поиска";
"Error: incompatible output format" = "Ошибка: несовместимый формат вывода";
"Error: cannot write the output file" = "Ошибка: невозможно записать файл";
"Current encoders:" = "Текущие кодировщики:";
"New Profile" = "Новый профиль";
"YES" = "ДА";
"NO" = "НЕТ";
"Extract" = "Извлечь";
"Extraction Mode" = "Режим извлечения";
"Get Metadata" = "Получить метаданные";
"Edit Metadata" = "Изменить метаданные";
"Cancel All Tasks" = "Отменить все задания";
"Burn CD" = "Burn CD";
"There is not enough space available on the disc." = "There is not enough space available on the disc.";
"Burn Failed" = "Burn Failed";
"Not found" = "Not Found";
"Clear Recent Searches" = "Clear Recent Searches";
"No Recent Searches" = "No Recent Searches";
"Cannot Search Cover Art" = "Cannot Search Cover Art";
"You have to enable Amazon Web Services and set up access keys to use this feature." = "You have to enable Amazon Web Services and set up access keys to use this feature.";
"DiscID Association Failure" = "DiscID Association Failure";
"This DiscID is already associated with the release." = "This DiscID is already associated with the release.";
"The original files will be removed after this conversion. Are you sure you want to continue?" = "The original files will be removed after this conversion. Are you sure you want to continue?";
"Deleting Original Files" = "Deleting Original Files";
"Don't delete" = "Don't delete";
"Save As" = "Save As";
"Transcode" = "Transcode";
"%@ Total" = "%@ Total";
"Cannot open the file \"%@\"." = "Cannot open the file “%@”.";
"Cannot open the associated file \"%@\"." = "Cannot open the associated file “%@”.";
"Cannot find the associated file \"%@\"." = "Cannot find the associated file “%@”.";
"Cannot find proper decoder for the associated file \"%@\"." = "Cannot find proper decoder for the associated file “%@”.";
"Samplerate of the associated file \"%@\" is different from others." = "Samplerate of the associated file “%@” is different from others.";
"Number of channels of the associated file \"%@\" is different from others." = "Number of channels of the associated file “%@” is different from others.";
"PCM format of the associated file \"%@\" is different from others." = "PCM format of the associated file “%@” is different from others.";
"Samplerate of the file \"%@\" is different from others." = "Samplerate of the file “%@” is different from others.";
"Number of channels of the file \"%@\" is different from others." = "Number of channels of the file “%@” is different from others.";
"PCM format of the file \"%@\" is different from others." = "PCM format of the file “%@” is different from others.";
"No audio tracks found in the cue sheet." = "No audio tracks found in the cue sheet.";
"No audio files found in the folder." = "No audio files found in the folder.";
"Error Parsing Cue Sheet" = "Error Parsing Cue Sheet";
"Error Opening Folder As a Disc" = "Error Opening Folder As a Disc";
"The enterd URL does not contain valid data for the current disc." = "The enterd URL does not contain valid data for the current disc.";
"The entered string is not a valid MusicBrainz or Discogs release URL." = "The entered string is not a valid MusicBrainz or Discogs release URL.";
"Log Checker..." = "Log Checker...";
"Making priority higher than the current value" = "Making priority higher than the current value";
"Please restart XLD to take effect." = "Please restart XLD to take effect.";
"File Naming" = "File Naming";
"Apply This Item for All Tracks" = "Apply This Item for All Tracks";
"Enable Dark Mode Support" = "Enable Dark Mode Support";
"Disable Dark Mode Support" = "Disable Dark Mode Support";
"Please restart XLD to take effect." = "Please restart XLD to take effect.";
"Please restart XLD to take effect. Experimental - may cause grapical glitches." = "Please restart XLD to take effect. Experimental - may cause grapical glitches.";
